Revit 2027 API
UnitTypeId.InverseKilonewtons Property
 Inverse kilonewtons.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InverseKilonewtons { get; }
Public Shared ReadOnly Property InverseKilonewtons As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InverseKilonewtons {
	ForgeTypeId^ get ();
}
static member InverseKilonewtons : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace